tap "alextodicescu/tgenv"
tap "amiaopensource/amiaos"
tap "boz/repo"
tap "datawire/blackbird"
tap "derailed/k9s"
tap "go-delve/delve"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
brew "act"
brew "freetype"
brew "openssl@3"
brew "readline"
brew "xz"
brew "glib"
brew "lzo"
brew "cairo"
brew "harfbuzz"
brew "libtiff"
brew "little-cms2"
brew "openjdk"
brew "ant"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "python@3.12"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "bash"
brew "libssh2"
brew "bat"
brew "berkeley-db"
brew "bfg"
brew "bison"
brew "boost"
brew "c-blosc"
brew "ccat"
brew "pycparser"
brew "cffi"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libssh"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "chromaprint"
brew "cmake"
brew "libyaml"
brew "cocoapods"
brew "coreutils"
brew "ctags"
brew "rtmpdump"
brew "curl"
brew "dive"
brew "docutils"
brew "ed"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fasd"
brew "fd"
brew "figlet"
brew "findutils"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gcc"
brew "libavif"
brew "gd"
brew "gdbm"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "gist"
brew "git-delta"
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gpgme"
brew "gradle"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "openssl@1.1"
brew "python@3.11"
brew "grc"
brew "grep"
brew "guile"
brew "hdf5"
brew "helm"
brew "highlight"
brew "httpie"
brew "httrack"
brew "hub"
brew "hugo"
brew "shared-mime-info"
brew "libheif"
brew "liblqr"
brew "libraw"
brew "imagemagick"
brew "imlib2"
brew "ios-deploy"
brew "jack"
brew "jenv"
brew "jj"
brew "jq"
brew "k9s"
brew "kompose"
brew "kubebuilder"
brew "kubectx"
brew "lazygit", link: false
brew "libffi"
brew "libvirt"
brew "lima"
brew "llvm"
brew "lua-language-server"
brew "make"
brew "maven"
brew "minikube"
brew "mkcert"
brew "neovim"
brew "openblas"
brew "numpy", link: false
brew "openvino"
brew "tree"
brew "pass"
brew "pinentry-mac"
brew "pipenv"
brew "pyenv"
brew "python@3.10"
brew "python@3.9"
brew "qemu"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rtorrent"
brew "ruby-install"
brew "rustup"
brew "six"
brew "skaffold"
brew "stow"
brew "ta-lib"
brew "terminal-notifier"
brew "terraform-docs"
brew "tfenv"
brew "tmux"
brew "tmuxinator"
brew "vegeta"
brew "virtualenv", link: false
brew "watchman"
brew "wget"
brew "yt-dlp", link: false
brew "zlib"
brew "zsh"
brew "alextodicescu/tgenv/tgenv"
brew "amiaopensource/amiaos/decklinksdk"
brew "boz/repo/kail"
brew "datawire/blackbird/telepresence-arm64"
cask "docker"
cask "gcc-arm-embedded"
cask "google-cloud-sdk"
cask "parallels"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "suspicious-package"
cask "syntax-highlight"
cask "vagrant"
