# Note
# from https://github.com/Homebrew/homebrew-bundle
#
# Homebrew does not support installing specific versions of a library,
# only the most recent one, so there is no good mechanism for storing installed versions in a .lock file.
# If your software needs specific versions then perhaps you'll want
# to look at using Vagrant to better match your development and production environments.

tap "alextodicescu/tgenv"
tap "boz/repo"
tap "derailed/k9s"
tap "go-delve/delve"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
brew "automake"
brew "bat"
brew "bfg"
brew "boost"
brew "ccat"
brew "cocoapods"
brew "coreutils"
brew "ctags"
brew "curl"
brew "go"
brew "git-delta"
brew "grc"
brew "dive"
brew "fasd"
brew "fd"
brew "figlet"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "libyaml"
brew "readline"
brew "gist"
brew "git-extras"
brew "git-flow"
brew "gradle"
brew "graphviz"
brew "helm"
brew "highlight"
brew "python"
brew "httpie"
brew "httrack"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "kompose"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "llvm"
brew "minikube"
brew "mkcert"
brew "neovim"
brew "pipenv"
brew "poppler"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rustup-init"
brew "skaffold"
brew "stow"
brew "terminal-notifier"
brew "terraform-docs"
brew "tfenv"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "vegeta"
brew "watchman"
brew "wget"
brew "zsh"
brew "alextodicescu/tgenv/tgenv"
brew "boz/repo/kail"
brew "derailed/k9s/k9s"
cask "docker"
cask "syntax-highlight"
