cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/versions'

if RUBY_PLATFORM =~ /darwin/
  brew 'ctags'
  brew 'fasd'
  brew 'figlet'
  brew 'fswatch'
  brew 'gist'
  brew 'hub'
  brew 'imgur-screenshot'
  brew 'llvm', args: ['with-clang'] # required for vim/deoplete/deoplete-clang
  brew 'ripgrep'
  brew 'rmtrash' # required for vimfiler
  brew 'tree'
  brew 'terminal-notifier'
  brew 'wget'
  brew 'youtube-dl'

  # build system
  brew 'autoconf'
  brew 'automake'
  brew 'libtool'

  # casks
  tap 'caskroom/cask'
  tap 'caskroom/fonts'
  tap 'caskroom/versions'

  ## apps
  cask 'basictex'
  cask 'blender'
  cask 'dash'
  cask 'flux'
  cask 'free-ruler'
  cask 'github-desktop'
  cask 'google-chrome'
  cask 'google-drive'

  cask 'google-photos-backup'
  cask 'gpgtools'
  cask 'iterm2'
  cask 'licecap'
  cask 'karabiner'
  cask 'skim'
  cask 'spotify'
  cask 'sublime-text3'
  cask 'tex-live-utility'
  cask 'the-unarchiver'
  cask 'utorrent'
  cask 'vlc'

  # https://github.com/sindresorhus/quick-look-plugins
  cask 'betterzipql'
  cask 'qlcolorcode'
  cask 'qlimagesize'
  cask 'qlmarkdown'
  cask 'qlprettypatch'
  cask 'qlstephen'
  cask 'quicklook-csv'
  cask 'quicklook-json'
  cask 'webpquicklook'
end

# vim: set ft=rb

